var fileList = [
    { value: '00001', text: '金融市場常識與職業道德', category: '其他' },
    { value: '01033', text: '銀行內部控制與內部稽核測驗 第33期', category: '銀行內部控制與內部稽核測驗' },
    { value: '01032', text: '銀行內部控制與內部稽核測驗 第32期', category: '銀行內部控制與內部稽核測驗' },
    { value: '01031', text: '銀行內部控制與內部稽核測驗 第31期', category: '銀行內部控制與內部稽核測驗' },
    { value: '01030', text: '銀行內部控制與內部稽核測驗 第30期', category: '銀行內部控制與內部稽核測驗' },
    { value: '01029', text: '銀行內部控制與內部稽核測驗 第29期', category: '銀行內部控制與內部稽核測驗' },
    { value: '01028', text: '銀行內部控制與內部稽核測驗 第28期', category: '銀行內部控制與內部稽核測驗' },
    { value: '01027', text: '銀行內部控制與內部稽核測驗 第27期', category: '銀行內部控制與內部稽核測驗' },
    { value: '01026', text: '銀行內部控制與內部稽核測驗 第26期', category: '銀行內部控制與內部稽核測驗' },
    { value: '02025', text: '初階外匯人員專業能力測驗 第25期', category: '初階外匯人員專業能力測驗' },
    { value: '02024', text: '初階外匯人員專業能力測驗 第24期', category: '初階外匯人員專業能力測驗' },
    { value: '03004', text: '風險管理基本能力測驗 第4屆', category: '風險管理基本能力測驗' },
    { value: '03003', text: '風險管理基本能力測驗 第3屆', category: '風險管理基本能力測驗' },
    { value: '03002', text: '風險管理基本能力測驗 第2屆', category: '風險管理基本能力測驗' },
    { value: '03001', text: '風險管理基本能力測驗 第1屆', category: '風險管理基本能力測驗' }
]